tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "FelixKratz/formulae"
tap "nikitabobko/tap"
cask "font-jetbrains-mono-nerd-font"
cask "font-symbols-only-nerd-font"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono"
cask "font-meslo-lg-nerd-font"
#brew "borders" --ignore-dependencies
#brew "coreutils"
#brew "ddgr"
brw "devcontainer"
#brew "exa"
#brew "ffmpeg"
brew "fzf"
brew "ripgrep"
brew "fd"
#brew "git"
#brew "gnupg"
#brew "jq"
#brew "localstack"
#brew "pinentry-mac"
brew "starship"
brew "tmux"
brew "bat"
brew "htop"
brew "neovim"
#brew "ffmpegthumbnailer"
#brew "unar"
#brew "poppler"
brew "yazi"

#brew "wget"
#brew "xxh"
#brew "yadm"
#brew "zsh-completions"
#brew "jesseduffield/lazydocker/lazydocker"
#cask "cyberduck"
#cask "devtoys"
#cask "appcleaner"
cask "adobe-acrobat-reader"
cask "microsoft-remote-desktop"
cask "gimp"
cask "onlyoffice"
cask "keepassxc"
cak "rectangle"
cask "slack"
cask "tailscale"
cask "tabby"
#cask "alacritty"
cask "brave-browser"
#cask "discord"
#cask "docker"
cask "lulu"
#cask "macfuse"
#cask "microsoft-auto-update"
#cask "openmtp"
#cask "raycast"
#cask "spotify"
#cask "steam"
cask "telegram"
cask "zotero"
#cask "utm"
#cask "visual-studio-code"
#cask "vlc"
#cask "whatsapp"
#cask "whisky"
#mas "Amphetamine", id: 937984704
